Repository: leonardocustodio/picpics
Catalog: lib/l10n/intl_*.arb
Languages: hi, id, it, ko, ms, nl, sv_se, th

# confirm_email
source: Confirm your registration email to receive your access code
hi: अपना एक्सेस कोड प्राप्त करने के लिए अपने पंजीकरण ईमेल की पुष्टि करें
id: Konfirmasikan email pendaftaran Anda untuk menerima kode akses Anda
it: Conferma la tua email di registrazione per ricevere il tuo codice di accesso
ko: 액세스 코드를 받으려면 등록 이메일을 확인하세요.
ms: Sahkan e-mel pendaftaran anda untuk menerima kod akses anda
nl: Bevestig uw registratie-e-mail om uw toegangscode te ontvangen
sv_se: Bekräfta din registrerings-e-post för att få din åtkomstkod
th: ยืนยันอีเมลลงทะเบียนเพื่อรับรหัสเข้าใช้งาน

source: Access code
hi: एक्सेस कोड
id: Kode akses
it: Codice d'accesso
ko: 액세스 코드
ms: Kod akses
nl: Toegangscode
sv_se: Åtkomstkod
th: รหัสเข้าใช้งาน

# access_code_sent
source: An access key was sent to {email}
hi: एक पहुंच कुंजी user@email.com पर भेजी गई थी
id: Kode akses telah dikirim ke {email}
it: Una chiave di accesso è stata inviata a utente@email.com
ko: {email}으로 액세스 키를 보냈습니다.
ms: Kunci akses telah dihantar ke {email}
nl: Er is een toegangssleutel verzonden naar {email}
sv_se: En åtkomstnyckel skickades till {email}
th: รหัสเข้าใช้งานส่งไปที่ {email}

# secret_key_created
source: Secret key successfully created!
hi: गुप्त कुंजी सफलतापूर्वक बनाई गई!
id: Kode rahasia berhasil dibuat!
it: Chiave segreta creata con successo!
ko: 비밀 키가 생성되었습니다!
ms: Kunci rahsia berjaya dicipta!
nl: Geheime sleutel met succes aangemaakt!
sv_se: Hemlig nyckel har skapats!
th: สร้างรหัสลับเรียบร้อยแล้ว!

# disable_secret
source: Do you want to unhide this photo?
hi: क्या आप इस फ़ोटो को अनहाइड करना चाहते हैं?
id: Apakah Anda ingin menampilkan foto ini?
it: Vuoi mostrare questa foto?
ko: 이 사진의 숨김을 해제하시겠습니까?
ms: Adakah anda ingin menyembunyikan gambar ini?
nl: Wilt u deze foto zichtbaar maken?
sv_se: Vill du visa detta foto?
th: คุณต้องการเปิดเผยรูปภาพนี้ใช่ไหม?

source: Yes
hi: हाँ
id: Ya
it: Sì
ko: 예
ms: Ya
nl: Ja
sv_se: Ja
th: ใช่

source: No
hi: नहीं
id: Tidak
ko: 아니요
ms: Tidak
nl: Nee
sv_se: Nej
th: ไม่

# keep_safe
source: Your photo is now safe on picPics. Do you want to delete it from your camera roll?
hi: आपकी तस्वीर अब पिकनिक पर सुरक्षित है. क्या आप इसे अपने कैमरा रोल से हटाना चाहते हैं?
id: Foto Anda kini aman di picPics. Apakah Anda ingin menghapusnya dari rol kamera Anda?
it: La tua foto è ora al sicuro su picPics. Vuoi eliminarlo dal rullino fotografico?
ko: 이제 picPics에서 사진이 안전합니다. 카메라 롤에서 삭제하시겠습니까?
ms: Gambar anda kini selamat di picPics. Adakah anda ingin memadamkannya dari gulungan kamera anda?
nl: Je foto is nu veilig op picPics. Wilt u deze van uw filmrol verwijderen?
sv_se: Ditt foto är nu säkert på picPics. Vill du ta bort det från din kamerarulle?
th: ขณะนี้รูปภาพของคุณถูกเก็บอย่างปลอดภัยใน picPics คุณต้องการลบรูปภาพออกจาก Camera roll ไหม?

source: Keep asking
hi: पूछते रहो
id: Tetap tanyakan
it: Continua a chiedere
ko: 계속 물어보기
ms: Teruskan bertanya
nl: Blijf vragen
sv_se: Fortsätt attfråga
th: ถามทุกครั้ง

source: Don't ask again
hi: फिर से मत पूछो
id: Jangan tanya lagi
it: Non chiedere di nuovo
ko: 다시 묻지 않기
ms: Jangan tanya lagi
nl: Vraag niet opnieuw
sv_se: Fråga inte igen
th: ไม่ต้องถามอีกเลย

# view_hidden_photos
source: To view your hidden photos, release the lock in the application settings. You can unlock them with your PIN.
hi: अपनी छिपी तस्वीरों को देखने के लिए, एप्लिकेशन सेटिंग में लॉक जारी करें। आप उन्हें अपने पिन से अनलॉक कर सकते हैं
id: Untuk menampilkan foto tersembunyi Anda, lepaskan kunci pada pengaturan aplikasi. Anda dapat membukanya dengan PIN Anda.
it: Per visualizzare le tue foto nascoste, release the lock in the application settings. You can unlock them with your PIN.
ko: 숨겨진 사진을 보려면, 앱 설정에서 잠금을 해제하십시오. PIN으로 잠금 해제할 수 있습니다.
ms: Untuk melihat gambar tersembunyi anda, lepaskan kunci dalam tetapan aplikasi. Anda boleh membuka kunci dengan PIN anda.
nl: Om uw verborgen foto's te zien ontgrendelt u het slot in de applicatie-instellingen. U kunt ze ontgrendelen met uw PIN.
sv_se: Om du vill se dina dolda foton avaktiverar du låset i programinställningarna. Du kan göra det med din PIN-kod.
th: ปลดล็อกในการตั้งค่าเพื่อดูรูปภาพที่ซ่อนไว้ คุณสามารถปลดล็อกได้โดยใช้ PIN

source: Require secret key
hi: गुप्त कुंजी की आवश्यकता है
id: Memerlukan kode rahasia
it: Richiedi chiave segreta
ko: 비밀 키가 필요합니다
ms: Memerlukan kunci rahsia
nl: Stel geheime sleutel als vereist
sv_se: Kräv hemlig nyckel
th: ต้องมีรหัสลับ

source: Always
hi: हमेशा
id: Selalu
it: Sempre
ko: 항상
ms: Selalu
nl: Altijd
sv_se: Alltid
th: ตลอดเวลา

# x_minutes
source: 20 min
hi: बीस मिनट
id: 20 mnt
ko: 20분
nl: 20 minuten
th: 20 นาที

source: Forgot secret key?
hi: गुप्त कुंजी भूल गए?
id: Lupa kode rahasia?
it: Hai dimenticato la chiave segreta?
ko: 비밀 키를 잊으셨나요?
ms: Terlupa kunci rahsia?
nl: Geheime sleutel vergeten?
sv_se: Har du glömt din hemliga nyckel?
th: ลืมรหัสลับ?

source: Lock your photos
hi: अपनी तस्वीरों को लॉक करें
id: Kunci foto Anda
it: Blocca le tue foto
ko: 사진 잠금
ms: Kunci gambar anda
nl: Vergrendel uw foto's
sv_se: Lås dina foton
th: ล็อกรูปภาพของคุณ

# lock_with_pin
source: Lock down your private photos with a PIN passcode.
hi: पिन पासकोड के साथ अपनी निजी तस्वीरें लॉक करें.
id: Kunci foto pribadi Anda dengan kode sandi PIN.
it: Blocca le tue foto private con un codice PIN.
ko: PIN 암호로 개인 사진을 잠급니다.
ms: Kunci gambar peribadi anda dengan kod PIN.
nl: Vergrendel uw privéfoto's met een pincode.
sv_se: Lås dina privata foton med enPIN-kod.
th: ล็อกรูปภาพส่วนตัวด้วยการใช้ PIN

# protect_with_encryption
source: Protect your personal photos with encryption only accessible with a PIN password.
hi: केवल पिन पासवर्ड के साथ पहुंच योग्य एन्क्रिप्शन वाली अपनी निजी फ़ोटो को सुरक्षित रखें.
id: Lindungi foto pribadi Anda dengan enkripsi yang hanya dapat diakses dengan kata sandi PIN.
it: Proteggi le tue foto personali con la crittografia accessibile solo con una password PIN.
ko: PIN 암호로만 액세스할 수있는 암호화로 개인 사진을 보호하십시오.
ms: Lindungi gambar peribadi anda dengan penyulitan yang hanya dapat diakses dengan kata laluan PIN.
nl: Bescherm uw persoonlijke foto's met codering die alleen toegankelijk is met een pincode.
sv_se: Skydda dina personliga foton med kryptering, endast tillgängliga med en PIN-kod.
th: ใช้การเข้ารหัสที่เข้าถึงได้ด้วย PIN เพื่อปกป้องรูปภาพส่วนตัว

# unlimited_private_pics
source: Unlimited private photos
ko: 무제한 개인 사진
ms: Foto peribadi tanpa had
nl: Onbeperkt privéfoto's
sv_se: Obegränsat med privata foton
th: รูปภาพส่วนตัวไม่ จำกัด

# toggle_months
source: Months
ko: 월
ms: Bulan
nl: Maanden
sv_se: Månader
th: เดือน

# toggle_days
source: Days
ko: 일
ms: Hari
nl: Dagen
sv_se: Dagar
th: วัน

# toggle_date
source: Date
ko: 날짜 별
ms: Tarikh
nl: Datum
sv_se: Datum
th: วันที่

# toggle_tags
source: Tags
ko: 태그
ms: Tag
sv_se: Taggar
th: แท็ก

source: Feedback & bug report
ko: 피드백 및 버그 신고
ms: Maklum balas & laporan pepijat
nl: Feedback en bugrapport
sv_se: Feedback och fel
th: ข้อเสนอแนะและข้อบกพร่อง

source: Private Photos
ko: 개인 사진
ms: Foto Peribadi
nl: Prive-foto's
sv_se: Privata foton
th: รูปภาพส่วนตัว

source: Recent Tags
ko: 최근 태그
ms: Tag Terkini
nl: Recente tags
sv_se: Senaste taggar
th: แท็กล่าสุด

# ask_photo_library_permission
source: We need access to your photo library so you can start organizing your photos with picPics. Don't worry your data will never leave your device!
ko: picPics로 사진 정리를 시작하려면 사진 라이브러리에 액세스해야합니다. 데이터가 장치를 떠나지 않을 것이라고 걱정하지 마십시오!
ms: Kami memerlukan akses ke pustaka foto anda supaya anda dapat mula mengatur foto anda dengan picPics. Jangan bimbang data anda tidak akan meninggalkan peranti anda!
nl: We hebben toegang nodig tot uw fotobibliotheek zodat u uw foto's kunt gaan organiseren met picPics. Maakt u zich geen zorgen, uw gegevens zullen uw apparaat nooit verlaten!
sv_se: Vi behöver åtkomst till ditt fotobibliotek så att du kan börja organisera dina foton med picPics. Oroa dig inte, dina data kommer aldrig att lämna din enhet!
th: เราต้องการเข้าถึงคลังรูปภาพของคุณเพื่อให้คุณสามารถเริ่มจัดระเบียบรูปภาพของคุณด้วย picPics ไม่ต้องกังวลว่าข้อมูลของคุณจะไม่หลุดออกจากอุปกรณ์ของคุณ!

# tutorial_multiselect
source: You can "tap & hold" on your photos to tag multiple photos at once.
ko: 사진을 "길게 누르고"한 번에 여러 사진에 태그를 지정할 수 있습니다.
ms: Anda boleh "ketuk & tahan" pada foto anda untuk menandai banyak foto sekaligus.
nl: U kunt op uw foto's "tikken en vasthouden" om meerdere foto's tegelijk te taggen.
sv_se: Du kan trycka och hålla ned på dina foton för att tagga flera foton samtidigt.
th: คุณสามารถ "แตะค้าง" บนรูปภาพของคุณเพื่อแท็กรูปภาพหลายรูปพร้อมกัน

# tutorial_secret
source: Hide your private photos with a pin code protection, keeping them safe.
ko: 핀 코드 보호로 개인 사진을 숨기고 안전하게 보관하세요.
ms: Sembunyikan foto peribadi anda dengan perlindungan kod pin, jaga keselamatannya.
nl: Verberg uw privéfoto's met een pincodebescherming, zodat ze veilig zijn.
sv_se: Dölj dina privata foton med ett PIN-kodskydd, för att hålla dem säkra.
th: ซ่อนรูปภาพส่วนตัวของคุณด้วยการป้องกันรหัสพินเพื่อให้ปลอดภัย

source: Enable Face ID
ko: Face ID 활성화
ms: Dayakan Face ID
sv_se: Aktivera Face ID
th: เปิดใช้งาน Face ID

source: Enable Touch ID
ko: Touch ID 활성화
ms: Dayakan Touch ID
sv_se: Aktivera Touch ID
th: เปิดใช้งาน Touch ID

source: Enable Fingerprint
ko: 지문 활성화
ms: Dayakan Cap Jari
sv_se: Aktivera fingeravtryck
th: เปิดใช้งานลายนิ้วมือ

source: Enable Iris Scanner
ko: 홍채 스캐너 활성화
ms: Dayakan Pengimbas Iris
sv_se: Aktivera Iris Scanner
th: เปิดใช้งาน Iris Scanner

# ny_tag
source: NY
hi: न्यूयॉर्क
