Repository: leonardocustodio/picpics
Catalog: lib/l10n/intl_*.arb
Languages: hi, id, it, ko, ms, nl, sv_se, th

source: OK
hi: ठीक है
ko: 확인
ms: Okey
th: ตกลง

source: Delete
hi: हटाएं
id: Hapus
it: Elimina
ko: 삭제
ms: Padamkan
nl: Verwijderen
sv_se: Radera
th: ลบ

source: Edit tag
hi: टैग संपादित करें
it: Modifica tag
ko: 태그 편집
ms: Sunting tag
nl: Label bewerken
sv_se: Redigera tagg
th: แก้ไขแท็ก

source: Cancel
hi: रद्द करें
id: Batal
it: Annulla
ko: 취소
ms: Batalkan
nl: Annuleren
sv_se: Avbryt
th: ยกเลิก

source: Notifications
hi: सूचनाएं
id: Notifikasi
it: Notifiche
ko: 알림
ms: Pemberitahuan
nl: Kennisgevingen
sv_se: Aviseringar
th: การแจ้งเตือน

source: Welcome!
hi: स्वागत!
id: Selamat datang!
it: Benvenuto!
ko: 환영합니다!
ms: Selamat Datang!
nl: Welkom!
sv_se: Välkommen!
th: ยินดีต้อนรับ!

# photos_always_organized
source: Now your photos will be always organized
hi: अब आपकी तस्वीरें हमेशा व्यवस्थित रहेंगी
id: Kini, foto Anda akan selalu teratur
it: Ora le tue foto saranno sempre organizzate
ko: 이제 항상 사진을 정리정돈할 수 있습니다
ms: Kini gambar anda akan sentiasa terurus
nl: Nu worden uw foto's altijd geordend
sv_se: Nu är dina foton alltid organiserade
th: จากนี้ภาพถ่ายของคุณจะไม่กระจัดกระจายอีกต่อไปแล้ว

# continue_string
source: Continue
hi: जारी रखें
id: Lanjutkan
it: Continua
ko: 계속
ms: Teruskan
nl: Doorgaan met
sv_se: Fortsätt
th: ไปต่อ

# gallery_access_reason
source: To organize your photos we need access to your photo gallery
hi: अपनी तस्वीरों को व्यवस्थित करने के लिए हमें आपकी फोटो गैलरी तक पहुंचने की आवश्यकता है
id: Untuk mengatur foto, kami memerlukan akses ke galeri foto Anda
it: Per organizzare le tue foto abbiamo bisogno di accedere alla tua galleria fotografica
ko: 사진을 정리정돈하려면 사진 갤러리에 액세스해야 합니다
ms: Untuk menguruskan gambar anda, kami memerlukan akses ke galeri gambar anda
nl: Om uw foto's te ordenen, hebben we toegang tot uw fotogalerij nodig
sv_se: För att organisera dina bilder behöver vi tillgång till ditt fotogalleri
th: แอปจำเป็นต้องเข้าถึงคลังภาพเพื่อจัดหมวดหมู่ภาพถ่าย

# tutorial_daily_package
source: We bring a daily package for you to gradually organize your library.
hi: हम धीरे-धीरे आपके पुस्तकालय को व्यवस्थित करने के लिए एक दैनिक पैकेज लाते हैं.
id: Kami membawa paket harian untuk Anda untuk mengatur koleksi Anda secara berkala.
it: Ti offriamo un pacchetto giornaliero per organizzare gradualmente la tua biblioteca.
ko: 라이브러리를 꾸준히 정리정돈할 수 있도록 매일 패키지를 준비합니다.
ms: Kami membawa pakej harian untuk anda bagi menguruskan perpustakaan anda secara beransur-ansur.
nl: We brengen u een dagelijks pakket om uw bibliotheek geleidelijk te organiseren.
sv_se: Vi ger dig ett dagligt paket för att successivt organisera ditt bibliotek.
th: เราเตรียมแพ็คเก็จประจำวันไว้ให้เพื่อที่คุณจะได้ค่อยๆจัดหมวดหมู่ในคลังไปเรื่อยๆ

source: Next
hi: आगे
id: Berikutnya
it: Successivo
ko: 다음
ms: Seterusnya
nl: Volgende
sv_se: Nästa
th: ต่อไป

# tutorial_however_you_want
source: Organize your photos by adding tags, like "family", "pets", or whatever you want.
hi: टैग जोड़कर अपनी तस्वीरों को व्यवस्थित करें, जैसे 'परिवार', 'पालतू जानवर', या जो भी आप चाहते हैं.
id: Atur foto Anda dengan menambahkan tag, seperti 'keluarga', 'hewan peliharaan', atau apa pun yang Anda inginkan.
it: Organizza le tue foto aggiungendo tag, come "famiglia", "animali domestici" o qualsiasi cosa tu voglia.
ko: '가족', '반려동물' 등 원하는 태그를 추가하여 사진을 정리정돈하십시오.
ms: Susun gambar anda dengan menambahkan tag, seperti 'keluarga', 'binatang peliharaan', atau apa sahaja yang anda mahukan.
nl: Organiseer uw foto's door tags toe te voegen, zoals 'familie', 'huisdieren' of wat u maar wilt.
sv_se: Organisera dina foton genom att lägga till taggar, som "familj", "husdjur" eller vad du vill.
th: จัดหมวดหมู่ภาพด้วยการติดแท็ก อย่างเช่น 'ครอบครัว' 'สัตว์เลี้ยง' หรืออะไรก็ได้ที่คุณต้องการ

source: Close
hi: बंद करें
id: Tutup
it: Chiudi
ko: 닫기
ms: Tutup
nl: Sluiten
sv_se: Stäng
th: ปิด

source: Start
hi: शुरू करें
id: Mulai
it: Inizia
ko: 시작
ms: Mulakan
nl: Beginnen
sv_se: Starta
th: เริ่ม

# tutorial_just_swipe
source: After adding the tags to your photo, just swipe to go to the next one.
hi: अपनी फ़ोटो में टैग जोड़ने के बाद, बस अगले एक पर जाने के लिए स्वाइप करें.
id: Setelah menambahkan tag ke foto Anda, cukup geser untuk membuka yang berikutnya.
it: Dopo aver aggiunto i tag alla tua foto, basta scorrere per passare al successivo.
ko: 사진에 태그를 추가한 후 스와이프하면 다음 태그로 이동합니다.
ms: Setelah menambahkan tag pada gambar anda, leret sahaja untuk pergi ke gambar seterusnya.
nl: Nadat u de tags aan uw foto heeft toegevoegd, swiped u gewoon om naar de volgende te gaan.
sv_se: Efter du har lagt till taggar på ditt foto, sveper du för att gå vidare till nästa.
th: หลังจากเพิ่มแท็กแล้วก็แค่ปัดไปที่ภาพต่อไป

source: Settings
hi: समायोजन
id: Pengaturan
it: Impostazioni
ko: 설정
ms: Tetapan
nl: Instellingen
sv_se: Inställningar
th: การตั้งค่า

source: Suggestions
hi: सुझाव
id: Saran
it: Suggerimenti
ko: 제안
ms: Cadangan
nl: Suggesties
sv_se: Förslag
th: แนะนำ

source: Photo location
hi: फोटो स्थान
id: Lokasi foto
it: Posizione della foto
ko: 사진 위치
ms: Lokasi gambar
nl: Fotolocatie
sv_se: Fotoplats
th: สถานที่ที่ถ่ายภาพนี้

source: country
hi: देश
id: negara
it: nazione
ko: 국가
ms: negara
nl: land
sv_se: land
th: ประเทศ

source: Add tag
hi: टैग जोड़ो
id: Tambahkan tag
it: Aggiungi Tag
ko: 태그 추가
ms: Tambah tag
nl: Tag toevoegen
sv_se: Lägg till tagg
th: เพิ่มแท็ก

source: Add tags
hi: टैग लगा दो
id: Tambahkan tag
it: Aggiungi i tag
ko: 태그 추가
ms: Tambah tag
nl: Voeg tags toe
sv_se: Lägg till taggar
th: เพิ่มแท็ก

source: Full Screen
hi: पूर्ण स्क्रीन
id: Layar penuh
it: A schermo intero
ko: 전체 화면
ms: Skrin Penuh
nl: Volledig scherm
sv_se: Helskärm
th: เต็มจอ

# photo_gallery_title
source: Photo Gallery
hi: चित्र प्रदर्शनी
id: Galeri foto
it: Galleria foto
ko: 사진 갤러리
ms: Galeri Gambar
nl: Fotogallerij
sv_se: Fotogalleri
th: คลังภาพ

# photo_gallery_description
source: Photos not yet organized
hi: तस्वीरें अभी तक व्यवस्थित नहीं हैं
id: Foto belum diatur
it: Foto non ancora organizzate
ko: 아직 정리되지 않은 사진
ms: Gambar belum diuruskan
nl: Foto's nog niet geordend
sv_se: Foton ännu inte organiserade
th: ภาพถ่ายที่ยังไม่ได้รับการจัดหมวดหมู่

# photo_gallery_count
source: {howMany, plural, zero{No photos selected} one{1 photo selected} other{{howMany} photos selected}}
hi: {howMany, plural, zero{कोई फ़ोटो नहीं चुना गया} one{1 फ़ोटो चयनित} other{{howMany} फ़ोटो चयनित}}
id: {howMany, plural, zero{Tidak ada foto yang dipilih} one{1 foto dipilih} other{{howMany} foto dipilih}}
it: {howMany, plural, zero{Nessuna foto selezionata} one{1 foto selezionata} other{{howMany} foto selezionate}}
ko: {howMany, plural, zero{선택된 사진이 없습니다} one{사진 1장이 선택됨} other{사진 {howMany}장이 선택됨}}
ms: {howMany, plural, zero{Tiada gambar yang dipilih} one{1 gambar dipilih} other{{howMany} gambar dipilih}}
nl: {howMany, plural, zero{Geen foto's geselecteerd} one{1 foto geselecteerd} other{{howMany} foto's geselecteerd}}
sv_se: {howMany, plural, zero{Inga foton har valts} one{1 foto valt} other{{howMany} foton valda}}
th: {howMany, plural, zero{ไม่มีรูปที่เลือก} one{เลือก 1 ภาพ} other{เลือก {howMany} ภาพ}}

# organized_photos_title
source: Organized Photos
hi: आयोजित फोटो
id: Foto yang Diatur
it: Foto organizzate
ko: 정리된 사진
ms: Gambar Terurus
nl: Geordende foto's
sv_se: Organiserade foton
th: ภาพถ่ายที่จัดหมวดหมู่แล้ว

# organized_photos_description
source: Photos that have already been tagged
hi: तस्वीरें जो पहले ही टैग की जा चुकी हैं
id: Foto yang telah diberi tag
it: Foto che sono già state taggate
ko: 이미 태그된 사진
ms: Gambar yang sudah ditag
nl: Foto's die al zijn getagd
sv_se: Foton som redan har taggats
th: ภาพถ่ายติดแท็กแล้ว

source: Search...
hi: खोज...
id: Cari...
it: Ricerca...
ko: 검색...
ms: Cari...
nl: Zoeken...
sv_se: Sök...
th: ค้นหา...

# no_tagged_photos
source: You don't have any tagged photos yet
hi: आपके पास अभी तक कोई टैग फ़ोटो नहीं है
id: Anda belum memiliki foto yang diberi tag
it: Non hai ancora foto taggate
ko: 아직 태그된 사진이 없습니다
ms: Anda belum ada gambar yang ditag
nl: Je hebt nog geen getagde foto's
sv_se: Du har inga taggade foton än
th: คุณยังไม่มีภาพถ่ายที่ติดแท็ก

source: Start tagging
hi: टैग करना शुरू करें
id: Mulai beri tag
it: Inizia a taggare
ko: 태그 시작
ms: Mula tag
nl: Begin met taggen
sv_se: Börja tagga
th: เริ่มติดแท็กภาพถ่าย

source: No tags found
hi: कोई टैग नहीं मिला
id: Tidak ada tag yang ditemukan
it: Nessun tag trovato
ko: 태그를 찾을 수 없습니다
ms: Tiada tag dijumpai
nl: Geen tags gevonden
sv_se: Inga taggar hittades
th: ไม่พบแท็ก

source: Search results
hi: खोज परिणाम
id: Hasil pencarian
it: Risultati di ricerca
ko: 검색 결과
ms: Keputusan carian
nl: Zoekresultaten
sv_se: Sökresultat
th: ผลการค้นหา

source: Daily challenge
hi: दैनिक चुनौती
id: Tantangan harian
it: Sfida quotidiana
ko: 일일 챌린지
ms: Cabaran harian
nl: Dagelijkse uitdaging
sv_se: Daglig utmaning
th: คำท้าประจำวัน

source: Daily goal
hi: दैनिक लक्ष्य
id: Misi harian
it: Obiettivo giornaliero
ko: 일일 목표
ms: Matlamat harian
nl: Dagelijks doel
sv_se: Dagligt mål
th: เป้าหมายประจำวัน

source: Notification time
hi: अधिसूचना का समय
id: Waktu notifikasi
it: Tempo di notifica
ko: 알림 시간
ms: Masa pemberitahuan
nl: Meldingstijd
sv_se: Aviseringstid
th: เวลาแจ้งเตือน

source: Share with friends
hi: दोस्तों के साथ बांटें
id: Bagikan dengan teman
it: Condividi con gli amici
ko: 친구들과 공유
ms: Kongsi bersama rakan
nl: Delen met vrienden
sv_se: Dela med vänner
th: แชร์ให้เพื่อนดู

source: Rate this app
hi: इस ऐप्लिकेशन को रेट करें
id: Beri peringkat aplikasi ini
it: Valuta questa applicazione
ko: 이 앱을 평가해주십시오
ms: Nilaikan aplikasi ini
nl: Beoordeel deze app
sv_se: Betygsätt appen
th: ให้คะแนนแอป

source: How many pics
hi: कितने पिक्स
id: Berapa banyak foto
it: Quante foto
ko: 사진 장수
ms: Berapa banyak gambar
nl: Hoeveel foto's
sv_se: Hur många bilder
th: มีภาพถ่ายเท่าไร

source: Time
hi: समय
id: Waktu
it: Orario
ko: 시간
ms: Masa
nl: Tijd
sv_se: Tid
th: เวลา

# take_a_look
source: Take a look at this app!
hi: इस ऐप पर एक नज़र डालें!
id: Lihatlah aplikasi ini!
it: Dai un'occhiata a questa app!
ko: 이 앱을 살펴보세요!
ms: Lihatlah aplikasi ini!
nl: Bekijk deze app eens!
sv_se: Ta en titt på appen!
th: ดูแอปนี้!

# take_a_look_description
source: To organize all your photos go to {url}
hi: अपनी सभी तस्वीरों को व्यवस्थित करने के लिए {url} पर जाएं
id: Untuk mengatur semua foto Anda, buka {url}
it: Per organizzare tutte le tue foto vai a {url}
ko: 모든 사진을 정리정돈하려면 {url}로 이동하십시오.
ms: Untuk menguruskan semua gambar anda, pergi ke {url}
nl: Ga naar {url} om al uw foto's te ordenen
sv_se: För att organisera alla dina foton går du till {url}
th: ไปที่ {url} เพื่อจัดหมวดหมู่ภาพถ่ายทั้งหมด

# daily_challenge_permission_description
source: For us to be able to send your daily challenges we need authorization to send notifications, so, it is necessary that you authorize the notifications in the options of your cell phone
hi: हमें आपकी दैनिक चुनौतियों को भेजने में सक्षम होने के लिए, हमें सूचनाएं भेजने के लिए प्राधिकरण की आवश्यकता है, इसलिए, यह आवश्यक है कि आप अपने सेल फोन के विकल्पों में सूचनाओं को अधिकृत करें.
id: Agar kami dapat mengirimkan tantangan harian, kami memerlukan izin untuk mengirim notifikasi. Karena itu, Anda harus mengizinkan notifikasi pada opsi ponsel Anda.
it: Per poter inviare le tue sfide quotidiane abbiamo bisogno dell'autorizzazione per inviare notifiche, quindi è necessario autorizzare le notifiche nelle opzioni del tuo cellulare
ko: 저희가 매일 챌린지를 보내려면 알림을 보낼 수있는 권한이 필요하므로 휴대 전화 옵션에서 알림을 승인해야합니다.
ms: Supaya kami dapat menghantar cabaran harian anda, kami memerlukan kebenaran untuk menghantar pemberitahuan, jadi, anda perlu memberi kebenaran pemberitahuan dalam pilihan peranti mudah alih anda
nl: Om uw dagelijkse uitdagingen te kunnen verzenden, hebben we toestemming nodig om meldingen te verzenden, dus het is noodzakelijk dat u de meldingen autoriseert in de opties van uw mobiele telefoon
sv_se: För att vi ska kunna skicka dina dagliga utmaningar behöver vi behörighet för att skicka aviseringar, vilket innebär att du måste godkänna aviseringar i din mobiltelefons inställningar
th: เนื่องจากการส่งคำท้าประจำวันจำเป็นต้องได้รับอนุญาตในการส่งการแจ้งเตือนด้วย เพราะฉะนั้นผู้ใช้จึงจำเป็นต้องเปิดให้อนุญาตแจ้งเตือนในโทรศัพท์มือถือ

source: You are premium!
hi: आप प्रीमियम हैं!
id: Anda adalah pengguna premium!
it: Sei premium!
ko: 귀하는 프리미엄 고객입니다!
nl: U bent premium!
sv_se: Du har premium!

source: Get premium now!
hi: अब प्रीमियम प्राप्त करें!
id: Berlangganan premium sekarang!
it: Ottieni la versione premium ora!
ko: 지금 프리미엄 가입하기!
nl: Krijg nu premium!
sv_se: Få premium nu!

# get_premium_title
source: GET PREMIUM
hi: प्रीमियम प्राप्त करें
id: BERLANGGANAN PREMIUM
it: OTTIENI LA VERSIONE PREMIUM
ko: 프리미엄 가입하기
nl: KRIJG PREMIUM
sv_se: FÅ PREMIUM

# get_premium_description
source: TO HAVE ALL THESE FEATURES
hi: सभी फीचर्स हैं
id: UNTUK MEMILIKI SEMUA FITUR INI
it: PER AVERE TUTTE QUESTE CARATTERISTICHE
ko: 이 모든 기능을 사용할 수 있습니다
nl: OM AL DEZE FUNCTIES TE HEBBEN
sv_se: FÖR ATT HA ALLA FUNKTIONERNA

source: No Ads
hi: विज्ञापन नहीं
id: Tanpa iklan
it: Nessuna pubblicità
ko: 광고 없음
ms: Tiada Iklan
nl: Geen Advertenties
sv_se: Inga annonser
th: ไร้โฆษณา

source: Export all gallery
hi: सभी गैलरी निर्यात करें
id: Ekspor semua galeri
it: Esporta tutta la galleria
ko: 모든 갤러리 내보내기
ms: Eksport semua galeri
nl: Exporteer alle galerijen
sv_se: Exportera hela galleriet
th: ส่งออกไปที่คลังภาพได้ทั้งหมด

source: Infinite tags
hi: अनंत टैग
id: Tag tanpa batas
it: Tag infiniti
ko: 무한 태그
ms: Tag tanpa had
nl: Oneindige tags
sv_se: Oändliga taggar
th: แท็กแบบอินฟินิตี้

source: Tag multiple photos at once
hi: एक साथ कई फ़ोटो टैग करें
id: Beri tag banyak foto sekaligus
it: Tagga più foto contemporaneamente
ko: 한 번에 여러 장의 사진에 태그 달기
ms: ag banyak gambar sekaligus
nl: Label meerdere foto's tegelijk
sv_se: Tagga flera foton samtidigt
th: ติดแท็กภาพถ่ายหลายภาพในครั้งเดียว

source: Sign
hi: संकेत
id: Tanda
it: Registrati
ko: 사인
ms: Tanda
nl: Tekenen
sv_se: Tecken
th: ลงทะเบียบใช้แบบ

source: year
hi: साल
id: tahun
it: anno
ko: 년
ms: tahun
nl: jaar
sv_se: år
th: ปี

source: month
hi: महीना
id: bulan
it: mese
ko: 월
ms: bulan
nl: maand
sv_se: månad
th: เดือน

source: Restore purchase
hi: पुनःस्थापन क्रय
id: Pulihkan pembelian
it: Ripristina acquisto
ko: 구매 복원
ms: Pulihkan pembelian
nl: Herstel aankoop
sv_se: Återställ köp
th: เรียกการซื้อคืน

source: No Previous Purchase
hi: कोई पिछली खरीद नहीं
id: Tidak Ada Pembelian Sebelumnya
it: Nessun acquisto precedente
ko: 이전 구매가 없습니다
ms: Tiada Pembelian Sebelumnya
nl: Geen eerdere aankoop
sv_se: Inga tidigare köp
th: ไม่มีการสั่งซื้อครั้งก่อนหน้า

# no_valid_subscription
source: Could not find a valid subscription purchase.
hi: मान्य सदस्यता खरीद नहीं मिली.
id: Tidak dapat menemukan pembelian berlangganan yang valid.
it: Impossibile trovare un acquisto in abbonamento valido.
ko: 유효한 구독 구매를 찾을 수 없습니다.
ms: Tidak dapat mencari pembelian langganan yang sah.
nl: Kan geen geldige abonnementsaankoop vinden.
sv_se: Det gick inte att hitta ett giltigt prenumerationsköp.
th: ไม่พบการสมัครสมาชิกที่ใช้งานได้

source: save
hi: सहेजें
id: simpan
it: Salva
ko: 저장
ms: simpan
nl: opslaan
sv_se: spara
th: บันทึก

source: Save location
hi: स्थान सहेजें
id: Lokasi penyimpanan
it: Salva la posizione
ko: 위치 저장
ms: Simpan lokasi
nl: Bewaarlocatie
sv_se: Spara plats
th: บันทึกตำแหน่ง

# device_has_no_pics
source: This device has no photo in the gallery, so there is no photo that can be tagged.
hi: इस डिवाइस में गैलरी में कोई फोटो नहीं है, इसलिए कोई भी फोटो नहीं है जिसे टैग किया जा सके.
id: Perangkat ini tidak memiliki foto di galeri, jadi tidak ada foto yang dapat diberi tag.
it: Questo dispositivo non ha foto nella galleria, quindi non ci sono foto che possono essere taggate.
ko: 이 기기에는 갤러리에 사진이 없으므로 태그를 지정할 수 있는 사진이 없습니다.
ms: Peranti ini tiada gambar di galeri, jadi tiada gambar yang dapat ditag.
nl: Dit apparaat heeft geen foto in de galerij, dus er is geen foto die kan worden getagd.
sv_se: Den här enheten har inga foton i galleriet, så det finns inga foton som kan taggas.
th: อุปกรณ์นี้ไม่มีภาพถ่ายในคลังภาพจึงไม่สามารถติดแท็กภาพถ่ายได้

source: Open gallery
hi: गैलरी खोलें
id: Buka galeri
it: Galleria aperta
ko: 오픈 갤러리
ms: Buka galeri
nl: Galerij openen
sv_se: Öppna galleriet
th: เปิดคลังภาพ

# gallery_access_permission
source: Access permissions
hi: पहुंच की अनुमति
id: Izin akses
it: Autorizzazioni di accesso
ko: 액세스 권한
ms: Kebenaran akses
nl: Toegangsrechten
sv_se: Åtkomstbehörigheter
th: การให้สิทธิ์เข้าถึงข้อมูล

# gallery_access_permission_description
source: To start organizing your photos, we need authorization to access them
hi: अपनी तस्वीरों को व्यवस्थित करने के लिए, हमें उन्हें एक्सेस करने के लिए प्राधिकरण की आवश्यकता है
id: Untuk mulai mengatur foto Anda, kami butuh izin untuk mengaksesnya
it: Per iniziare a organizzare le tue foto, abbiamo bisogno dell'autorizzazione per accedervi
ko: 사진 정리정돈을 시작하려면 사진에 액세스 할 수 있는 권한이 필요합니다
ms: Untuk mula menguruskan gambar anda, kami memerlukan kebenaran untuk mengaksesnya
nl: Om te beginnen met het organiseren van uw foto's, hebben we toestemming nodig om ze te openen
sv_se: För att börja organisera dina foton behöver vi behörighet för att komma åt dem
th: แอปจำเป็นต้องได้รับอนุญาตการเข้าถึงข้อมูลเพื่อเริ่มขั้นตอนการจัดหมวดหมู่ภาพถ่าย

source: Export Library
hi: निर्यात लाइब्रेरी
id: Ekspor Koleksi
it: Esporta libreria
ko: 라이브러리 내보내기
ms: Eksport Perpustakaan
nl: Bibliotheek exporteren
sv_se: Exportera bibliotek
th: ส่งออกคลังภาพ

# premium_modal_description
source: You completed your {number} free daily pics, do you want to continue?
hi: आपने अपनी {number} निःशुल्क दैनिक तस्वीरें पूरी कर ली हैं, क्या आप जारी रखना चाहते हैं?
id: Anda menyelesaikan {number} foto harian gratis Anda, apakah Anda ingin melanjutkan?
it: Hai completato {number} immagini giornaliere gratuite, vuoi continuare?
ko: {number} 무료 일일 사진을 완성했습니다. 계속 하시겠습니까?
nl: U heeft uw {number} gratis dagelijkse foto's voltooid, wilt u doorgaan?
sv_se: Du har slutfört dina {number} gratis dagliga bilder, vill du fortsätta?

# premium_modal_watch_ad
source: Watch video ad to continue
hi: जारी रखने के लिए वीडियो विज्ञापन देखें
id: Tonton iklan video untuk melanjutkan
it: Guarda l'annuncio video per continuare
ko: 계속하려면 비디오 광고를 시청하세요
nl: Bekijk videoadvertentie om door te gaan
sv_se: Se videoannonsen för att fortsätta

# premium_modal_get_premium_title
source: Get Premium Account
hi: प्रीमियम खाता प्राप्त करें
id: Dapatkan Akun Premium
it: Ottieni un account Premium
ko: 프리미엄 계정 가입
nl: Krijg Premium Account
sv_se: Skaffa premiumkonto

# premium_modal_get_premium_description
source: ALL FEATURES WITHOUT ADS
hi: विज्ञापन के बिना सभी विशेषताएं
id: SEMUA FITUR TANPA IKLAN
it: TUTTE LE CARATTERISTICHE SENZA ANNUNCI
ko: ADS가 없는 모든 기능
nl: ALLE FUNCTIES ZONDER ADVERTENTIES
sv_se: ALLA FUNKTIONER UTAN ANNONSER

# family_tag
source: Family
hi: परिवार
id: Keluarga
it: Famiglia
ko: 가족
ms: Keluarga
nl: Familie
sv_se: Familj
th: ครอบครัว

# travel_tag
source: Travel
hi: यात्रा
id: Perjalanan
it: Viaggio
ko: 여행
ms: Pengembaraan
nl: Reizen
sv_se: Resa
th: ท่องเที่ยว

# pets_tag
source: Pets
hi: पालतू जानवर
id: Hewan peliharaan
it: Animali
ko: 반려 동물
ms: Haiwan Peliharaan
nl: Huisdieren
sv_se: Husdjur
th: สัตว์เลี้ยง

# selfies_tag
source: Selfies
hi: सेल्फ़ीज़
id: Selfie
it: Selfie
ko: 셀카
ms: Swafoto
th: เซลฟี่

# screenshots_tag
source: Screenshots
hi: स्क्रीनशॉटस
id: Tangkapan layar
it: Screenshot
ko: 스크린샷
ms: Tangkapan Skrin
nl: Schermafbeeldingen
sv_se: Skärmdumpar
th: สกรีนช็อต

# foods_tag
source: Foods
hi: फूड्स
id: Makanan
it: Alimenti
ko: 음식
ms: Makanan
nl: Eten
sv_se: Mat
th: อาหาร

# sports_tag
source: Sports
hi: खेल
id: Olah raga
it: Sport
ko: 스포츠
ms: Sukan
nl: Sport
sv_se: Sport
th: กีฬา

# home_tag
source: Home
hi: घर
id: Rumah
it: Casa
ko: 집
ms: Rumah
nl: Huis
sv_se: Hem
th: บ้าน

# work_tag
source: Work
hi: काम
id: Kerja
it: Lavoro
ko: 직장
ms: Kerja
nl: Werk
sv_se: Arbete
th: ที่ทำงาน

# parties_tag
source: Parties
hi: दल
id: Pesta
it: Feste
ko: 파티
ms: Pesta
nl: Feestjes
sv_se: Fester
th: ปาร์ตี้

source: Terms of Use
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
it: Condizioni d'uso
ko: 이용 약관
ms: Syarat Penggunaan
nl: Gebruiksvoorwaarden
sv_se: Användarvillkor
th: ข้อกำหนดการใช้งาน

source: Privacy Policy
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ko: 개인정보 보호정책
ms: Dasar Privasi
nl: Privacybeleid
sv_se: Integritetspolicy
th: นโยบายความเป็นส่วนตัว

# auto_renewable_first_part
source: The subscription is
hi: सदस्यता है
id: Berlangganan ini
it: L'abbonamento è
ko: 구독은
ms: Langganan adalah
nl: Het abonnement is
sv_se: Prenumerationen är
th: การสมัครสมาชิกนี้

# auto_renewable_second_part
source: auto-renewable.
hi: ऑटो-नवीकरणीय
id: diperpanjang secara otomatis.
it: rinnovabile automaticamente.
ko: 자동 갱신 가능.
ms: boleh diperbaharui secara automatik.
nl: automatisch vernieuwbaar.
sv_se: auto-förnybar.
th: มีการต่ออายุโดยอัตโนมัติ

source: Cancel anytime
hi: कभी भी रद्द करें
id: Batalkan kapan saja
it: Annulla in qualsiasi momento
ko: 언제든지 취소 가능
ms: Batalkan bila-bila
nl: U kunt op elk moment annuleren
sv_se: Avbryt när som helst
th: ยกเลิกได้เสมอ

source: Language
hi: भाषा
id: Bahasa
it: Linguaggio
ko: 언어
ms: Bahasa
nl: Taal
sv_se: Språk
th: ภาษา

source: All Search Tags
hi: सभी खोज टैग
id: Semua Tag Pencarian
it: Tutti i tag di ricerca
ko: 모든 검색 태그
ms: Semua Tag Carian
nl: Alle zoektags
sv_se: Alla söktaggar
th: แท็กที่ค้นหาทั้งหมด

# search_all_tags_not_found
source: No pictures were found with all tags on it.
hi: इस पर सभी टैग के साथ कोई चित्र नहीं मिला
id: Tidak ada gambar yang ditemukan dengan semua tag-nya
it: Non sono state trovate immagini con tutti i tag su di essa
ko: 모든 태그가 있는 사진을 찾을 수 없습니다.
ms: Tiada gambar dijumpai dengan semua tag padanya
nl: Er zijn geen afbeeldingen gevonden met alle tags erop
sv_se: Inga bilder hittades med alla taggar på
th: ไม่พบรูปภาพใดๆที่ใช้แท็กเหล่านี้

source: picPics - Photo Manager
hi: पिकपिक्स - फोटो मैनेजर
id: picPics - Pengatur Foto
it: picPics - Gestore di foto
ko: picPics - 사진 관리자
ms: picPics - Pengurus Gambar
nl: picPics - Fotomanager
th: picPics - ตัวจัดการภาพ

# add_multiple_tags
source: Adicione m√∫ltiplas tags
hi: अनंत टैग जोड़ें
id: Tambahkan beberapa tag
it: Adicione múltiplas tags
ko: 다수의 태그 추가
ms: Tambah beberapa tag
nl: Voeg meerdere tags toe
sv_se: Lägg till flera taggar
th: เพิ่มแท็กหลายรายการ

# tsqr_tag
source: Times Square
hi: टाइम्स स्क्वायर
ko: 타임 스퀘어
th: ไทม์สแควร์

# vacation_tag
source: Vacation
hi: छुट्टी
id: Liburan
it: Vacanza
ko: 휴가
ms: Percutian
nl: Vakantie
sv_se: Semester
th: วันพักร้อน

# all_at_once
source: Organize multiple photos at once
hi: एक साथ कई फ़ोटो व्यवस्थित करें
id: Atur banyak foto sekaligus
it: Organizza più foto contemporaneamente
ko: 한 번에 여러 장의 사진 정리
ms: Susun banyak gambar sekaligus
nl: Orden meerdere foto's tegelijk
sv_se: Organisera flera bilder samtidigt
th: จัดหลายรูปภาพในครั้งเดียว

# find_easily
source: Easily find your photos
hi: आसानी से अपनी तस्वीरें खोजें
id: Temukan foto Anda dengan mudah
it: Trova facilmente le tue foto
ko: 쉽게 사진 찾기
ms: Cari gambar anda dengan mudah
nl: Vind gemakkelijk uw foto's
sv_se: Hitta enkelt dina foton
th: ค้นหารูปภาพของตัวเองได้อย่างง่ายดาย

source: Email
hi: ईमेल
ko: 이메일
ms: E-mel
sv_se: E-post
th: อีเมล

source: Secret Photos
hi: गुप्त तस्वीरें
id: Foto Rahasia
it: Foto segrete
ko: 비밀 사진
ms: Gambar Rahsia
nl: Geheime foto's
sv_se: Hemliga foton
th: รูปภาพลับ

source: Your secret key
hi: आपकी गुप्त कुंजी
id: Kode rahasia Anda
it: La tua chiave segreta
ko: 내 비밀 키
ms: Kunci rahsia anda
nl: Uw geheime sleutel
sv_se: Din hemliga nyckel
th: รหัสลับของคุณ

source: New secret key
hi: नई गुप्त कुंजी
id: Kode rahasia baru
it: Nuova chiave segreta
ko: 새로운 비밀 키
ms: Kunci rahsia baru
nl: Nieuwe geheime sleutel
sv_se: Ny hemlig nyckel
th: รหัสลับใหม่

source: Confirm secret key
hi: गुप्त कुंजी की पुष्टि करें
id: Konfirmasikan kode rahasia
it: Conferma chiave segreta
ko: 비밀 키 확인
ms: Sahkan kunci rahsia
nl: Bevestig de geheime sleutel
sv_se: Bekräfta hemlig nyckel
th: ยืนยันรหัสลับ
